Repository: mattnix4/ios-omnis-wrapper
Catalog: Omnis Wrapper/*.lproj/Localizable.strings
Languages: fr, it

source: Error
fr: Erreur
it: Errore

source: Cancel
fr: Annuler
it: Cancella

source: No
fr: Non

source: Pull Down For Menu...
fr: Tirer vers le bas pour le Menu ...
it: Tirare in basso per il Menu...

source: Release For Menu...
fr: Relacher pour le Menu ...
it: Rilasciare per il Menu...

source: Reload
fr: Recharger
it: Aggiorna

source: Update SCAFs
fr: Mise à jour du SCAF
it: Agiorna SCAFs

source: Go Offline
fr: Passer en mode Offline
it: Modalità Offline

source: Go Online
fr: Passer en mode Online
it: Modalità Online

source: Settings
fr: Réglages
it: Impostazioni

# cancel_overlay
source: Cancel...
fr: Annuler...
it: Cancella...

source: SCAF Error
fr: Erreur SCAF
it: Errore SCAF

source: SCAF Update
fr: Mise à jour SCAF
it: Aggiornamento SCAF

source: SCAF Update Error
fr: Erreur Mise à jour SCAF
it: Errore aggiornamento SCAF

source: SCAF Handler not initialized
fr: Gestionnaire SCAF non initialisé
it: Gestore SCAF non inizializzato

# Scaf Missing Form
source: Form '%@' missing from SCAF
fr: Page '%@' absente dans SCAF
it: Form '%@' non presente nel SCAF

source: Offline form not ready
fr: Page en mode Offline non disponible
it: Form offline non è pronto

source: No offline form name set
fr: Aucune page en mode Offline présente
it: Nome per form offline non è stato assegnato

source: No updates available
fr: Aucune Mise à jour disponible
it: Ultima version in uso. Nessun nuovo aggiornamento disponibile.

source: Update successful
fr: Mise à jour réussie
it: Aggiornamento avvenuto con successo.

source: Updating SCAFs...
fr: Mise à jour SCAF en cours...
it: Aggiornando SCAFs...

# nav_title_about
source: About
fr: À Propos
it: Informazioni

source: Actions
it: Azioni
